source/_static/diagrams/31-three-processes.d2
direction: right
n0: "PR comment"
n1: "trigger process"
n2: "build process"
n3: "ingest process"
n0 -> n1
n1 -> n2
n2 -> n3
